[
  {
    "imageFile": "food01",
    "restaurantName":"Brasserie 9",
    "foodName": "Beef Tartare with Toasted Bread",
    "description": "เนื้อสันในออสเตรเลียนวากิวดิบ ปรุงรสแบบฝรั่งเศสด้วยส่วนผสมของหอม กระเทียม หอมใหญ่ บรั่นดี และซอสสูตรเฉพาะของทางร้าน เสิร์ฟมาพร้อมไข่นกกระทา และ Grill Toasted Bread ให้รสชาติกลมกล่อม หอมกลิ่นเครื่องเทศ และเผ็ดเล็กน้อย โดยลูกค้าสามารถเลือกรสชาติให้เชฟปรุงได้ตามความชอบ",
    "price": "420 Baht",
    "star": 5
  },
  {
    "imageFile": "food02",
    "restaurantName":"Brasserie 9",
    "foodName": " Pan Fried Frog Legs in Garlic Butter and Fresh Herbs",
    "description": "ขากบฝรั่งเศสผัดเนยกระเทียม ที่ทอดออกมาแบบกรอบนอกนุ่มใน ก่อนจะนำมาผัดคลุกเคล้ากับซอส อันมีส่วนผสมของเหล้า Aperitif ทำให้มีกลิ่นหอมเป็นพิเศษ และรสชาติเข้มข้น กลมกล่อมเข้ากันได้อย่างพอดิบพอดี",
    "price": "520 Baht",
    "star": 4
  },
  {
    "imageFile": "food03",
    "restaurantName":"Brasserie 9",
    "foodName": "Rack of Lamb with Pistachio Crust",
    "description": "ซี่โครงแกะอบซอสไวน์แดง โดดเด่นด้วยกรรมวิธีการทำแบบ Slow Cooking นำมาผสมผสานความกรอบของ Pistachio Crust ทานคู่กับมันฝรั่งอบสไตล์ฝรั่งเศสอย่าง Gratin Dauphinoise และราตาตุย สตูผักรวมมิตรที่ปรุงรสมาแบบกลมกล่อมสูตรเฉพาะจากทางร้าน ให้สัมผัสถึงความเหนียวนุ่มชุ่มฉ่ำของเนื้อแกะ พร้อมกลิ่นหอมของเครื่องเทศได้เป็นอย่างดี",
    "price": "1,200 Baht",
    "star": 5
  },
  {
    "imageFile": "food04",
    "restaurantName":"Vela Rooftop",
    "foodName": "Koi, meat, pickled eggs, fish sauce",
    "description": "เมนูที่ได้แรงบันดาลใจมาจาก Beef Tartare แบบตะวันตก โดยดัดแปลงรสชาติให้ถูกปากคนไทยด้วยการใช้เนื้อสดคุณภาพดี นำมาทำให้สุกด้วยมะนาวสด แล้วเพิ่มรสสัมผัสด้วยข้าวไรซ์เบอร์รีอบกรอบ พร้อมท็อปด้านบนด้วยไข่ดองน้ำปลา แนะนำให้คนทุกอย่างให้เข้ากันก่อนทาน จะได้รสชาติที่กลมกล่อมลงตัว",
    "price": "260 Baht",
    "star": 3
  },
  {
    "imageFile": "food05",
    "restaurantName":"Vela Rooftop",
    "foodName": "Squid Salted Egg Spaghetti",
    "description": "สปาเก็ตตี้เส้นเหนียวนุ่มที่คลุกเคล้าเข้ากับซอสไข่เค็มและปลาหมึกหั่นชิ้นพอดีคำ เป็นเมนูที่ดัดแปลงมาจากรสครีมมี่ของคาร์โบนารา ก่อนจะนำมาปรับรสชาติให้ครีมมี่ในแบบไทย",
    "price": "280 Baht",
    "star": 4
  },
  {
    "imageFile": "food06",
    "restaurantName":"La VIE Bistronomy",
    "foodName": "Australian Black Opal Wagyu Beef",
    "description": "เนื้อออสเตรเลียวากิวย่างชิ้นใหญ่ ที่เสิร์ฟมาพร้อมกับ Side Dishes อย่างเฟรนช์ฟรายส์, White Asparagus และซอส Port Wine Shollor ",
    "price": "1,190 Baht",
    "star": 5
  },
  {
    "imageFile": "food07",
    "restaurantName":"Grand de Cafe'",
    "foodName": "Basil fried rice with Australian Wagyu beef A4",
    "description": "ข้าวผัดกะเพรารสชาติเข้มข้นถึงเครื่อง โดยความพิเศษอยู่ที่ข้าวสวยหอมมะลิร้อน ๆ ผัดกับเครื่องกะเพราและเนื้อสับคั่ว เสิร์ฟพร้อมเนื้อออสเตรเลียวากิว A4 ที่ให้รสชาติเข้ากันดีกับท็อปปิงต่าง ๆ ไม่ว่าจะเป็นไข่ดาว, ใบกะเพรากรอบ และข้าวโพดย่าง ที่มาเติมความแซ่บ และเพิ่มความสวยงามในจานนี้มากยิ่งขึ้น",
    "price": "180 Baht",
    "star": 4
  },
  {
    "imageFile": "food08",
    "restaurantName":"La VIE Bistronomy",
    "foodName": " Cold Cuts Selection of 3 Cheeses or 3 Cold Cuts",
    "description": " โคลด์คัท 3 ชนิด เสิร์ฟคู่กับชีส 3 ชนิด ได้แก่ Smoked Cheese, Blue Cheese และ Comte Cheese เสิร์ฟพร้อมถั่วและมะกอกให้ได้ทานคู่กันแบบเพลิน ",
    "price": "490 Baht",
    "star": 5
  },
  {
    "imageFile": "food09",
    "restaurantName":"Boru.BKK",
    "foodName": " Boru Yama",
    "description": "ข้าวหน้าปลาดิบที่มาพร้อมกับเนื้อปลาแซลมอนคุณภาพดีที่คลุกเคล้ามากับเกลือ Truffle, เนื้อปลาทูน่าที่คลุกเคล้ากับน้ำมันงา, ไข่ปลาแซลมอนและไข่ไก่ดองโชยุ ส่วนไฮไลต์นั้นอยู่ที่ปลาไข่หรือปลา Ayu ทอดตัวโต พร้อมตกแต่งด้วยสาหร่ายทอด ",
    "price": "590 Baht",
    "star": 5
  },
  {
    "imageFile": "food10",
    "restaurantName":"Benjarong House, Pai",
    "foodName": "Luxury chili paste, python vegetable",
    "description": "เมนูที่ดัดแปลงจากน้ำพริกชาววัง ที่ปกติจะเป็นน้ำพริกกะปิกุ้งแห้ง มาใช้เป็นกุ้งแม่น้ำแทน ซึ่งคำว่า ‘น้ำพริกหรู’ มาจากการที่ในสมัยก่อนกุ้งแม่น้ำเป็นวัตถุดิบที่ค่อนข้างมีราคาและหายาก และผักเคียงที่เสิร์ฟทานคู่กับน้ำพริกนั้นถูกเรียกว่า ‘ผักหลาม’ ซึ่งเดิมทีเป็นอาหารป่าสำหรับนักเดินทาง ",
    "price": "295 Baht",
    "star": 4
  },
  {
    "imageFile": "food11",
    "restaurantName":"SEXY COW",
    "foodName": "Salmon",
    "description": "แซลมอนรมควัน ที่ผสมผสานกับความเป็นไทยด้วยซอสต้มยำสูตรพิเศษที่ให้รสชาติจัดจ้าน เสิร์ฟมาพร้อมกันกับกุ้งตัวโต และเคียงด้วย Mac (190 บาท) มักกะโรนีอบชีส ให้ทานคู่กัน",
    "price": "480 Baht",
    "star": 4
  },
  {
    "imageFile": "food12",
    "restaurantName":"CAPTAIN M Cafe & Restaurant",
    "foodName": "Spaghetti Aglio ",
    "description": "หนึ่งในเมนูแนะนำของทางร้าน ที่เลือกใช้เส้นสปาเก็ตตี้ที่ใช้เทคนิคการทำอาหารอิตาเลียนแบบ Al Dente ที่จะช่วยให้รสสัมผัสจากการเคี้ยวดียิ่งขึ้น เส้นจะไม่นิ่มจนเกินไป ไม่เละ จากนั้นนำไปผัดกับ Olive Oil ปรุงรสเล็กน้อยไม่จัดจ้านจนเกินไป คลุกเคล้าให้เข้ากันกับพริกแห้งและเบคอน ",
    "price": "169 Baht",
    "star": 3
  },
  {
    "imageFile": "food13",
    "restaurantName":"CAPTAIN M Cafe & Restaurant",
    "foodName": " Beef Burger",
    "description": "เเชฟเลือกใช้เนื้อวากิวชั้นดีปรุงรสด้วยสูตรเฉพาะของทางร้านทำให้สามารถควบคุมคุณภาพรสชาติได้ในทุก ๆ ชิ้น ก่อนนำมาปั้นเป็นเนื้อเบอร์เกอร์  แล้ววางเนื้อลงบนขนมปังบันสลับชั้นกับเบคอนกรอบ ชีส และซอสสูตรพิเศษ เสิร์ฟมาพร้อมกันกับเฟรนช์ฟรายส์ทอด\n\n",
    "price": "199 Baht",
    "star": 5
  }

]